Repository: sakettiwari/scim-input-pad
Catalog: po/*.po
Languages: nl

source: Input Pad
nl: Invoer-pad

source: An On Screen Input Pad to input some symbols easily.
nl: Een invoer-pad, om makkelijk enkele speciale tekens te kunnen invoeren.

source: Recently Used
nl: Recent gebruikt

source: Options
nl: _Opties

source: _Show Preview
nl: Toon voorbeeld

source: Whether to show preview of a character in a popup window with larger size.If it's enabled, then a preview window will be showed if mouse pointer is moved onto the button and stay for a short while.
nl: Wanneer dit is ingeschakeld, wordt een teken vergroot in een popup-venster getoond wanneer de muis een tijdje boven een drukknop blijft hangen.

source: _Preview Size (pt):
nl: _Grootte van het voorbeeld (pt)

source: The size of preview, in points.
nl: De grootte van het voorbeeld in punten.

source: Preview _Delay (ms):
nl: Vertraging van de voorbeeldweergave (ms)

source: The delay between moving mouse pointer onto the button and showing preview. In milliseconds.
nl: De vertraging in milliseconde tussen het bewegen van de muis boven de knop en het tonen van het voorbeeld.

source: _Enable Repeat
nl: Auto-herhalen inschakelen

source: Whether to enable repeatedly committing. If it's enabled, then the character or key event will be committed to client repeatedly if you hold the button pressed.
nl: Wanneer deze optie is gekozen, wordt het teken (of een toetsenreeks) herhaald naar de cliÃ«nt gestuurd zolang als de knop wordt ingedrukt.

source: _Repeat Delay (ms):
nl: Vertraging auto-herhalen (ms):

source: The delay between pressing down the button and starting repeatedly committing.In milliseconds.
nl: De vertraging in milliseconde tussen het indrukken van de knop en het starten van het auto-herhalen.

source: Repeat _Frequency (times/sec):
nl: Herhalings-tempo (aantal/s):

source: The frequency of repeatedly committing. In times/second.
nl: De herhalings-snelheid (aantal/seconde).

source: _Clear Recently Used history
nl: Verwijder "Recent gebruikt"-geschiedenis

source: If it's checked, then the history of recently used characters and key events will be cleared.
nl: Wanneer deze optie is gekozen, wordt de lijst van recent gebruikte tekens verwijderd.

source: Open the options dialog.
nl: Opent een dialoog voor het instellen van de mogelijkheden.

source: Characters
nl: Karakters

source: KeyEvents
nl: Toets-combinatie

source: Show/Hide Input Pad.
nl: Invoer-pad tonen/verstoppen

source: Arrow
nl: Pijl

source: Block
nl: Blok

source: Box drawing
nl: Blokken en lijnen

source: CJK Compatibility
nl: CJK vergelijkings-tekens

source: Controls
nl: Besturingstekens

source: Currency
nl: Valuta

source: Enclosed
nl: Omkadert

source: Fraction
nl: Breuken

source: General
nl: Algemeen

source: Geometric
nl: Geometrische tekens

source: Graphics
nl: Grafisch

source: Latin
nl: Latijns alphabet

source: Latin Extended-A
nl: Latijns alphabet uitgebreid-A

source: Latin-1 Supplement
nl: Latijns alphabet, toevoeging 1

source: Letterlike
nl: Letter-lijkend

source: Mathematical
nl: Wiskundig

source: Miscellaneous
nl: Diversen

source: Numbers
nl: Cijfers

source: Punctuations
nl: Leestekens

source: Roman
nl: Romeinse cijfers

source: Small Form
nl: Kleine tekens

source: Symbols
nl: Symbolen

source: Technicals
nl: Technische symbolen

source: Unit
nl: Eenheden

source: CJK Radicals Extension
nl: Uitbreiding van CJK-radikalen

source: Ideographic Description Characters
nl: Ideografische beschrijvings-karakters

source: Japanese
nl: Japans

source: KangXi Radicals
nl: Radikalen

source: Radicals (UniHan Ideographs)
nl: Radikalen (UniHan Ideographen)

source: Chinese
nl: Chinees

source: Radicals
nl: Radikalen

source: Compose Keys
nl: Samenstel-toets

source: Function Keys
nl: Functietoetsen

source: Hangul Chars
nl: Hangul tekens

source: Korean
nl: Koreaans

source: Virtual Keyboard
nl: Virtueel toetsenbord
